Repository: katamotz/kataluga
Catalog: po/*.po
Languages: eu

source: Usuarios
eu: Erabiltzaileak

source: Adivina en que posición está la palabra:
eu: Asmatu zein posizioan dagoen hitz hau:

source: Gestión de alumnos:
eu: Ikasleen kudeaketa:

source: Idioma:
eu: Hizkuntza:

source: Automático
eu: Automatikoa

source: Letras
eu: Hizkiak

source: Sílabas
eu: Silabak

source: Frases
eu: Esaldiak

source: Palabras
eu: Hitzak

source: Comprensión
eu: Ulermena

source: Entrar
eu: Sartu

source: Crear alumno
eu: Ikaslea Sortu

source: Nombre:
eu: Izena:

source: Configuración
eu: Konfigurazioa

source: 0- Ordena letras con sobras
eu: 0- Ordenatu hizkiak soberakin

source: 1- Ordena las letras
eu: 1- Ordenatu hizkiak

source: 2- Acierta el lugar de la letra
eu: 2- Hizkiaren lekua asmatu

source: 3- Elige la imagen
eu: 3- Hautatu irudia

source: 4- Empieza con...
eu: 4- Hasten da...

source: 5- Contiene...
eu: 5- Dauka...

source: 6- Dictado de palabras
eu: 6- Hitzen diktaketa

source: 7- Une sílabas
eu: 7- Silabak elkartu

source: 8- Torre de sílabas
eu: 8- Silaben Dorrea

source: 9- Secuencia de sílabas
eu: 9- Silaben sekuentzia

source: 10- Elije la palabra
eu: 10- Hautatu hitza

source: 11- Imagen-palabra clic y lee
eu: 11- Irudi-hitza klik eta irakurri

source: 12- Imagen-palabra temporizada
eu: 12- Irudia-hitza denboralizatua

source: 13- Lista de pseudopalabras-palabras
eu: 13- Hitzen eta pseudo hitzen zerrenda

source: 14- Selecciona las sílabas
eu: 14- Silabak hautatu

source: 15- Secuencia de palabras
eu: 15- Hitzen sekuentzia

source: 16- Acierta el lugar de la sílaba
eu: 16- Silabaren lekua asmatu

source: 17- Ordena palabras de frase corta
eu: 17- Esaldi laburraren hitzak ordenatu

source: 18- Ordena palabras de frase larga
eu: 18- Esaldi luzearen hitzak ordenatu

source: 19- Separa frase en palabras
eu: 19- Esaldiaren hitzak banatu

source: 20- Busca la palabra en una frase
eu: 20- Bilatu hitza esaldi batean

source: 21- ¿Cuántas palabras tiene esta frase?
eu: 21- Zenbat hitz ditu esaldi honek?

source: 22- Dictado de frases
eu: 22- Esaldien diktatua

source: 23- Copia de frases
eu: 23- Esaldien kopia

source: 24- Copia de palabras
eu: 24- Hitzen kopia

source: 25- Pulsa espacio cuando veas la palabra
eu: 25- Hitza ikustean espazio sakatu

source: 26- Divide la palabra en sílabas
eu: 26- Banatu hitza silabetan

source: 27- Elige la definición correcta
eu: 27- Hautatu definizio egokia

source: Elige las letras para formar la palabra:
eu: Hautatu hitza osatzeko behar diren hizkiak:

source: Elige el lugar de la letra en esta palabra:
eu: Hautatu hizkiaren posizioa hitz honetan:

source: Elegir la imagen que empieza con la letra...
eu: Hautatu hizki honekin hasten den irudia...

source: Elegir la imagen que contiene con la letra...
eu: Hautatu hizki hau duen irudia...

source: Ordena las sílabas para formar la palabra de la imagen
eu: Ordenatu silabak hitza osatzeko

source: Escucha las sílaba y pulsa sobre la que le corresponde.
eu: Entzun silaba eta sakatu dagokiona

source: Ordena las sílabas del modo que las has escuchado.
eu: Ordenatu silabak entzun dituzun ordenean.

source: Selecciona las sílabas para formar la palabra.
eu: Hitza osatzeko silabak hautatu

source: Pulsa la casilla donde se encuentra ésta sílaba:
eu: Sakatu silaba hau dagoen laukitxoan.

source: Elige la imagen que corresponde a la palabra:
eu: Hautatu hitzari dagokion irudia:

source: Escribe la palabra del dibujo.
eu: Idatzi irudiaren hitza.

source: Coloca en cada cuadrado pequeño la palabra que corresponda a la imagen.
eu: Jarri karratu txiki bakoitzean irudiari dagokion hitza.

source: Marca las palabras que no existen.
eu: Markatu existitzen ez diren hitzak.

source: Escucha la secuencia de palabras y colocalas en orden.
eu: Entzun hitzen sekuentzia eta ordenean kokatu

source: Ordena las palabras de esta frase.
eu: Ordenatu esaldi honen hitzak

source: Une las letras para formas las palabras de la frase.
eu: Elkartu hizkiak esaldiaren hitzak osatzeko.

source: Cuenta las palabras:
eu: Kontatu hitz hauek:

source: Escribe esta frase:
eu: Idatzi ezazu esaldi hau:

source: Copia esta frase:
eu: Kopiatu esaldi hau:

source: todo-->
eu: dena-->

source: <--todo
eu: <--dena

source: <--selec
eu: <--haut

source: selec-->
eu: haut-->

source: Configuración predeterminada
eu: Aurrezarritako Konfigurazioa

source: Secuencia automática
eu: Sekuentzia automatikoa

source: Filtro puro
eu: Iragaz. purua

source: Borrar
eu: Ezabatu

source: Descartadas
eu: Baztartutakoak

source: Palabras elegidas
eu: Hautatutako hitzak

source: Guardar y salir
eu: Gorde eta irten

source: Guardar
eu: Gorde

source: Salir
eu: Irten

source: Ejercicios a trabajar
eu: Landuko diren ariketak

source: Ejercicios descartados
eu: Baztertutako ariketak

source: Escribe el nombre del nuevo alumno
eu: Idatzi ezazu ikasle berriaren izena

source: Cambiar Alumno
eu: Ikaslea aldatu

source: Nuevo
eu: Berria

source: Alumno:
eu: Ikaslea:

source: Cerrar
eu: Itxi

source: Aceptar
eu: Onartu

source: Alumno borrado
eu: Ikaslea ezabatuta

source: No se debe borrar este alumno
eu: Ezin da ezabatu ikasle hori

source: Alumno creado con una configuracion basica en el idioma :
eu: Ikaslearen konfigurazio fitxategia sortu da honako hizkuntzan:

source: Alumno ya existe
eu: Ikaslea jadanik esistitzen da

source: Aplicar y salir
eu: Aplikatu eta irten

source: Une las letras para formar las sílabas de la palabra.
eu: Elkartu hizkiak hitzaren silabak banatzeko.

source: Pulsa espacio si crees ver la palabra:
eu: Espazio tekla sakatu ondorengo hitza ikusten baduzu:

source: Evaluar
eu: Ebaluatu

source: 28- Elige vocales
eu: 28- Hautatu bokalak

source: 29- Dispara las letras
eu: 29- Egin tiro letren kontra

source: 30- Elige letras
eu: 30- Hautatu letrak

source: 31- Ordena las letras que escuchas
eu: 31- Ordenatu entzundako hizkiak
